bot-is-not-admin-leaderboard = ⚠️ Внимание! Бот не является администратором беседы, потому в топе могут находиться игроки, покинувшие беседу. Рекомендуется выдать боту права администратора и написать команду 'osu clear' для очистки топа от вышедших игроков.
clear-give-admin =
    Чистка топа от вышедших пользователей доступна только раз в 24 часа.

    Чтобы не было необходимости её выполнять, дайте боту права администратора в чате
clear-sender-not-admin = Эту команду может использовать только администратор чата

clear-started =
    Проводится чистка топа от вышедших пользователей.

    Участников в чате: {$realCount}
    Зарегистрированных в боте участников чата: {$count}

    Примерное время ожидания: {$estimateStr}

clear-done =
    Проведена чистка топа от вышедших пользователей.

    Было зарегистрировано участников чата: ${count}
    Из них больше не являются участниками чата: ${kicked}
    Осталось зарегистрированными: ${remain}`