news-setting = Новостные рассылки
auto-render = Автоматический рендер реплеев
background-video = Фоновое видео
storyboard = Сториборд
skin-button = Скин: {$skin}
background-dim = Затемнение фона
pp-counter = Счётчик PP
ur-counter = Счётчик UR
hit-counter = Счётчик попаданий
difficulty-graph = График сложности
prefer-experimental-renderer = Предпочитать экспериментальный рендерер
enter-skin-id = ✍️ Указать id скина вручную
is-custom-skin = Это кастомный o!rdr скин

render-page = 🎥Рендер реплеев

chat-settings-admin-warning = Настройки чата может редактировать только его администратор!
chat-settings-other-chat-warning = Это настройки другого чата!
user-settings-other-user-warning = Это не ваши настройки!

chat-settings-header = Настройки чата:
user-settings-header = Настройки:

chat-language-page = 🌐 Переопределение языка пользователей
chat-language-do-not-override = 🌐 Не переопределять

select-page-action = Отправьте номер страницы или напишите "{$action}" чтобы отменить действие

enter-skin-id-action = Отправьте id скина из o!rdr или напишите "{$action}" чтобы отменить действие
invalid-skin-id-value = id содержит запрещенные символы

enter-bgdim-action = Отправьте число от 0 до 100 чтобы изменить затемнение фона или напишите "{$action}" чтобы отменить действие
invalid-bgdim-value = Число должно быть находиться в диапазоне от 0 до 100