news-setting = Новостные рассылки
auto-render = Автоматический рендер реплеев
background-video = Фоновое видео
storyboard = Сториборд
skin-button = Скин: {$skin}
master-volume = Общая громкость
music-volume = Громкость музыки
effects-volume = Громкость эффектов
background-dim = Затемнение фона
pp-counter = Счётчик PP
ur-counter = Счётчик UR
hit-counter = Счётчик попаданий
difficulty-graph = График сложности
prefer-experimental-renderer = Предпочитать экспериментальный рендерер
enter-custom-skin-id = Указать id кастомного скина

render-page = 🎥Рендер реплеев

chat-settings-admin-warning = Настройки чата может редактировать только его администратор!
chat-settings-other-chat-warning = Это настройки другого чата!
user-settings-other-user-warning = Это не ваши настройки!

chat-settings-header = Настройки чата:
user-settings-header = Настройки:

chat-language-page = 🌐 Переопределение языка пользователей
chat-language-do-not-override = 🌐 Не переопределять

output-style-page = 🎨 Стиль ответа бота
output-style-oki-cards = 🖼️ Карточки Oki-Chan
output-style-text = 🔤 Текст

select-page-action = Отправьте номер страницы или напишите "{$action}" чтобы отменить действие

enter-custom-skin-id-action =
    🔹 Отправьте ID скина из o!rdr или напишите {$action} для отмены.
    🔹 Получить ID скина можно здесь: {$ordr_upload_skin_url}
invalid-skin-id-value = ID содержит запрещенные символы
custom-skin-not-found = Кастомный скин с таким ID не найден на o!rdr
custom-skin-removed = Этот скин был удалён с o!rdr. Попробуйте другой скин
custom-skin-success = Установлен кастомный скин: {$skin_name}

invalid-percent-value = Число должно быть находиться в диапазоне от 0 до 100

enter-bgdim-action = Отправьте число от 0 до 100 чтобы изменить затемнение фона или напишите "{$action}" чтобы отменить действие
enter-master-volume-action = Отправьте число от 0 до 100 чтобы изменить общую громкость или напишите "{$action}" чтобы отменить действие
enter-music-volume-action = Отправьте число от 0 до 100 чтобы изменить громкость музыки или напишите "{$action}" чтобы отменить действие
enter-effects-volume-action = Отправьте число от 0 до 100 чтобы изменить громкость эффектов или напишите "{$action}" чтобы отменить действие


